---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamType
source: html/3557e2eb-b91c-ded6-c06c-767e4964bd3b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamType Property

"Material Type"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamType { get; }
```